{
  "footer": {
    "title": "Подпишитесь на нашу рассылку",
    "description": "NOVA © Авторское право {{year}} | Все права защищены.",
    "links": {
      "homepage": "Главная",
      "about": "О нас",
      "collection": "Коллекция",
      "contact": "Свяжитесь с нами",
      "team": "Команда"
    },
    "button": {
      "subscribe": "Подписаться"
    }
  },
  "header": {
    "home": "Главная",
    "about": "О нас",
    "collection": "Коллекция",
    "contact": "Свяжитесь с нами",
    "team": "Команда",
    "company": "Компания",
    "search": "Поиск"
  },
  "contactsForm": {
    "name": "Ваше имя",
    "number": "Ваш телефонный номер",
    "address": "Ваш адрес",
    "square": "Сколько квадратных метров вам нужно",
    "type": "Выберите дизайн"
  },
  "collection": "Наша коллекция",
  "collection_text": "Наша коллекция излучает вечную элегантность и современное очарование, предлагая идеальный баланс стиля и комфорта. Благодаря чистым линиям, роскошным материалам и вниманию к деталям эта коллекция создаёт уютную и утончённую атмосферу в любом пространстве. Каждый предмет разработан так, чтобы обеспечивать как функциональность, так и эстетическую привлекательность, что делает его идеальным выбором для тех, кто ценит изысканный дизайн и долговечное качество. Независимо от того, украшаете ли вы гостиную, спальню или столовую, наша коллекция преображает ваш дом, придавая ему гармонию современного уюта и классической красоты.",
  "similar": "Похожие товары",
  "company": {
    "title": "О нашей компании",
    "description": "Мы проектируем и изготавливаем высококачественную мебель, превращающую ваш дом в место уюта и элегантности.",
    "whoWe": "стала одним из самых надёжных мебельных брендов в регионе. Наши мастера сочетают современный дизайн с традиционной точностью, создавая изделия, украшающие любой интерьер.",
    "subtitle": "Почему выбирают нас",
    "design": "Современный дизайн",
    "materials": "Качественные материалы",
    "skilled": "Профессиональная команда",
    "brand": "Надёжный бренд",
    "design_desc": "Мы идём в ногу с тенденциями и создаём стильные, инновационные решения.",
    "material_desc": "Мы используем только прочные и долговечные премиальные материалы.",
    "skilled_desc": "Наши мастера и дизайнеры вкладывают душу в каждую деталь.",
    "brand_desc": "Мы заслужили репутацию качества и доверия.",
    "whoWeAre": "Кто мы"
  },
  "reusable": {
    "collections": "Коллекции",
    "team": "Команда"
  },
  "about": {
    "top": {
      "title": "Наш художественный путь",
      "subtitle": "Раскрывая страсть, видение и мастерство, стоящие за нашими проектами"
    },
    "mid": {
      "title": "Дизайн мечты: наша история",
      "desc": "В Architronix дизайн — это наш холст, а пространство — наши шедевры. С видением элегантности, функциональности и инноваций наша разносторонняя команда создает исключительные пространства и воплощает мечты. От городских квартир до загородных усадеб — мы привержены устойчивым практикам дизайна, которые обогащают жизнь и планету.",
      "detail": "Присоединяйтесь к нашему пути, где каждая комната — это холст для творчества, а дизайн выходит за рамки обыденного. Вместе давайте создадим ваше видение, шаг за шагом."
    },
    "ulCollection": {
      "years": "Лет опыта",
      "projects": "Завершённых проектов",
      "covered": "Квадратных метров освоено",
      "feedbacks": "Положительных отзывов"
    }
  },
  "calc": {
    "calculatePer": "Расчёт за квадратный метр",
    "write": "Введите количество квадратных метров",
    "checkbox": "Первый раз пользуетесь услугой?",
    "total": "Ваш итог:",
    "placeholder": "Введите число для расчёта"
  },
  "locationTitle": "Наше Mестоположение",
  "contactComp": {
      "title": "Мы сохраняем ту же приверженность качеству и вниманию к деталям в наших послепродажных услугах, как и при предоставлении наших продуктов и услуг.",
      "subtitle": "Мы всегда рядом, когда вы нуждаетесь в нас, никогда не поступаясь нашей надежностью и стремлением к удовлетворению клиентов!",
      "desc": "Контактная форма",
      "subdesc": "Чтобы ответить на ваши вопросы, пожалуйста, свяжитесь с нами, заполнив контактную форму.",
      "submit": "Отправить",
      "select": {
      "selectType": "Выберите тип",
      "exterior": "Экстерьер",
      "interior": "Интерьер",
      "both": "Экстерьер и интерьер"
}

    } 
}
