{
  "footer": {
    "title": "Subscribe to Our Newsletter",
    "description": "NOVA © Copyright {{year}} | All rights reserved.",
    "links": {
      "homepage": "Homepage",
      "about": "About ",
      "collection": "Collection",
      "contact": "Contact ",
      "team": "Team",
      "company": "Company"
    },
    "button": {
      "subscribe": "Subscribe"
    },

    "location": "Tashkent city, Shaykhantakhur district, Djalil Malikov street, near Tinchlik metro station."
  },
  "header": {
    "home": "Homepage",
    "about": "About",
    "collection": "Collection",
    "contact": "Contact ",
    "team": "Team",
    "company": "Company",
    "search": "Search"
  },
  "contactsForm": {
    "name": "Your name",
    "number": "Your Phone Number",
    "address": "Your address",
    "square": "How many squares do you need",
    "type": "Choose design",
    "total": "Total"
  },
  "collection": "Our Collection",
  "collection_text": "Our Collection exudes timeless elegance and contemporary charm, offering a perfect balance of style and comfort. With its clean lines, luxurious materials, and attention to detail, this collection creates an inviting and sophisticated atmosphere in any space. Each piece is designed to deliver both functionality and aesthetic appeal, making it ideal for those who appreciate refined design and enduring quality. Whether enhancing your living room, bedroom, or dining area, our Collection transforms your home with its versatile and graceful presence, offering a blend of modern luxury and classic beauty.",
  "similar": "Related Products",
  "company": {
    "title": "About Our Company",
    "description": "We create unique interior and exterior design concepts for our clients. Every detail combines elegance, quality, and modernity, turning your home into a true work of art.",
    "whoWe": "has become one of the most trusted brands in the field of interior and exterior design solutions. Our specialists combine modern design with traditional precision, creating spaces where aesthetics and comfort come together in perfect harmony.",
    "subtitle": "Why Choose Us",
    "design": "Modern Design",
    "materials": "Quality Materials",
    "skilled": "Skilled Team",
    "brand": "Trusted Brand",
    "design_desc": "We stay ahead of trends to deliver stylish, innovative designs.",
    "material_desc": "We use only durable and long-lasting premium materials for interior and exterior design.",
    "skilled_desc": "Our experienced artisans and designers bring passion to every detail.",
    "brand_desc": "We’ve built a reputation for excellence and reliability.",
    "whoWeAre": "Who We Are"
  },
  "reusable": {
    "collections" : "Collections",
    "team": "Team",
    "contact": "Contact us",
    "about": "About"
  },
  "about": {
    "top": {
      "title" : "Our Artistic Journey",
      "subtitle": "Unveiling the Passion, Vision, and Expertise Behind Our Designs"
    },
    "mid": {
      "title": "Designing Dreams: Our Story",
      "desc": "At Architronix, design is our canvas, and spaces are our masterpieces. With a vision for elegance, functionality, and innovation, our diverse team curates exceptional spaces and dreams. From cosmopolitan apartments to countryside estates, we're committed to sustainable design practices that enrich lives and the planet.",
      "detail": "Join us on a journey where every room is a canvas for creativity, and design transcends the ordinary. Together, let's craft your vision, one design at a time."
    },
    "ulCollection": {
      "years": "Years of experience",
      "projects": "Projects Completed",
      "covered": "Square feet Covered",
      "feedbacks": "Positive Feedbacks"
    }
  },
    "calc": {
      "calculatePer": "Calculation per square meter",
      "write": "Write in square metres",
      "checkbox": "First-time user",
      "total": "Your total is",
      "placeholder": "Insert a number to calculate"
    },
    "locationTitle":"Our Location",
    "contactComp": {
      "title": "We value every client relationship. In our interior and exterior design projects, we are committed not only to impeccable design but also to exceptional service.",
      "subtitle": "From the first consultation to the final touch, we are always by your side — dedicated to trust, quality, and excellence.",
       "desc": "Contact Form",
      "subdesc": "To answer your questions, please contact us by filling out the contact form.",
      "submit": "submit",
       "select": {
        "selectType": "Select Type",
        "exterior": "Exterior",
        "interior": "Interior",
        "both": "Both Exterior & Interior"
      },
      "typeSelect": {
        "first": "yes",
        "sec": "no"
      },
      "clientLabel": "Are you a first-time client?",  
      "successMsg": "Message sent successfully",
      "errorMsg": "Something went wrong"
    } ,
    "team-desc":"At Nova House, architecture is more than design — it’s the art of shaping spaces that inspire connection, creativity, and comfort. Our team blends visionary thinking with technical precision to craft environments where modern aesthetics meet human experience.",
    "team-members":"Our Team Members",
    "team-title": "Meet the Minds Behind Nova House"
}
